from movies.movie import Movie

MOVIES = {
    'Джентельмены': Movie('Джентельмены', 2010),
    'Вперед': Movie('Вперел', 2010),
    'Побег из Шоушенка': Movie('Побег из Шоушенка', 1994),
    'Зеленая миля': Movie('Зеленая миля', 1999),
    '1+1': Movie('1+1', 2011),
    'Леон': Movie('Леон', 1994),
    'Начало': Movie('Начало', 2010),
    'Король Лев': Movie('Король Лев', 1994),
    'Жизнь прекрасна': Movie('Жизнь прекрасна', 1997),
    'Крестный отец': Movie('Крестный отец', 1972),
    'Престиж': Movie('Престиж', 2006),
}
